Repository: zilokki-bot/openclaw
Catalog: apps/macos/Sources/OpenClaw/Resources/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fa, fr, hi, id, it, ja_jp, ko, nl, pl, pt_br, ru, sv, th, tr, uk, vi, zh_cn, zh_tw

source: Always
ar: دائمًا
de: Immer
es: Siempre
fa: همیشه
fr: Toujours
hi: हमेशा
id: Selalu
it: Sempre
ja_jp: 常に
ko: 항상
nl: Altijd
pl: Zawsze
pt_br: Sempre
ru: Всегда
sv: Alltid
th: เสมอ
tr: Her Zaman
uk: Завжди
vi: Luôn luôn
zh_cn: 始终
zh_tw: 一律

source: Always Allow
ar: السماح دائمًا
de: Immer erlauben
es: Permitir siempre
fa: همیشه مجاز باشد
fr: Toujours autoriser
hi: हमेशा अनुमति दें
id: Selalu Izinkan
it: Consenti sempre
ja_jp: 常に許可
ko: 항상 허용
nl: Altijd toestaan
pl: Zawsze zezwalaj
pt_br: Permitir sempre
ru: Всегда разрешать
sv: Tillåt alltid
th: อนุญาตเสมอ
tr: Her Zaman İzin Ver
uk: Завжди дозволяти
vi: Luôn cho phép
zh_cn: 始终允许
zh_tw: 一律允許

source: Always Ask
ar: السؤال دائمًا
de: Immer fragen
es: Preguntar siempre
fa: همیشه بپرس
fr: Toujours demander
hi: हमेशा पूछें
id: Selalu Tanya
it: Chiedi sempre
ja_jp: 常に確認
ko: 항상 묻기
nl: Altijd vragen
pl: Zawsze pytaj
pt_br: Perguntar sempre
ru: Всегда спрашивать
sv: Fråga alltid
th: ถามเสมอ
tr: Her Zaman Sor
uk: Завжди запитувати
vi: Luôn hỏi
zh_cn: 始终询问
zh_tw: 一律詢問

source: Always may require System Settings to approve background location.
ar: قد يتطلب خيار دائمًا موافقة إعدادات النظام على الموقع في الخلفية.
de: „Immer“ erfordert möglicherweise eine Genehmigung des Hintergrundstandorts in den Systemeinstellungen.
es: Siempre puede requerir que se apruebe la ubicación en segundo plano en Ajustes del Sistema.
fa: حالت «همیشه» ممکن است برای تأیید موقعیت مکانی پس‌زمینه به تنظیمات سیستم نیاز داشته باشد.
fr: L’option Toujours peut nécessiter l’approbation de la localisation en arrière-plan dans Réglages Système.
hi: हमेशा के लिए पृष्ठभूमि स्थान को मंज़ूरी देने हेतु System Settings की आवश्यकता हो सकती है।
id: Selalu mungkin memerlukan System Settings untuk menyetujui lokasi latar belakang.
it: Sempre potrebbe richiedere l'approvazione della posizione in background nelle Impostazioni di Sistema.
ja_jp: 「常に許可」には、バックグラウンド位置情報を承認するためにシステム設定が必要な場合があります。
ko: 항상 허용하려면 백그라운드 위치에 대해 시스템 설정에서 승인해야 할 수 있습니다.
nl: Altijd kan vereisen dat Systeeminstellingen achtergrondlocatie goedkeurt.
pl: Opcja „Zawsze” może wymagać zatwierdzenia lokalizacji w tle w Ustawieniach systemowych.
pt_br: Sempre pode exigir aprovação da localização em segundo plano nos Ajustes do Sistema.
ru: Для режима «Всегда» может потребоваться одобрить фоновый доступ к геопозиции в Системных настройках.
sv: Alltid kan kräva Systeminställningar för att godkänna bakgrundsplats.
th: เสมอ อาจต้องอนุมัติตำแหน่งที่ตั้งเบื้องหลังใน System Settings
tr: Her Zaman seçeneği, arka plan konumu için Sistem Ayarları onayı gerektirebilir.
uk: Для параметра «Завжди» може знадобитися схвалити фонове місцезнаходження в Системних параметрах.
vi: Luôn luôn có thể cần phê duyệt vị trí nền trong Cài đặt hệ thống.
zh_cn: “始终”可能需要在系统设置中批准后台位置访问。
zh_tw: 「一律」可能需要在「系統設定」中核准背景定位。

source: Announce summary
ar: إعلان الملخص
de: Zusammenfassung ankündigen
es: Anunciar resumen
fa: اعلام خلاصه
fr: Annoncer le résumé
hi: सारांश की घोषणा करें
id: Umumkan ringkasan
it: Annuncia riepilogo
ja_jp: 概要を通知
ko: 요약 알림
nl: Samenvatting aankondigen
pl: Ogłoś podsumowanie
pt_br: Anunciar resumo
ru: Озвучить сводку
sv: Läs upp sammanfattning
th: ประกาศสรุป
tr: Özeti duyur
uk: Оголосити підсумок
vi: Thông báo tóm tắt
zh_cn: 播报摘要
zh_tw: 播報摘要

source: Another feature is using the microphone.
ar: ميزة أخرى هي استخدام الميكروفون.
de: Eine weitere Funktion ist die Verwendung des Mikrofons.
es: Otra función es usar el micrófono.
fa: قابلیت دیگر استفاده از میکروفون است.
fr: Une autre fonctionnalité utilise le microphone.
hi: एक और सुविधा माइक्रोफ़ोन का उपयोग करना है।
id: Fitur lainnya adalah menggunakan mikrofon.
it: Un'altra funzionalità è l'uso del microfono.
ja_jp: もう一つの機能はマイクを使用することです。
ko: 또 다른 기능은 마이크를 사용하는 것입니다.
nl: Een andere functie is het gebruik van de microfoon.
pl: Kolejną funkcją jest korzystanie z mikrofonu.
pt_br: Outro recurso é usar o microfone.
ru: Ещё одна функция — использование микрофона.
sv: En annan funktion är att använda mikrofonen.
th: อีกฟีเจอร์หนึ่งคือการใช้ไมโครโฟน
tr: Başka bir özellik de mikrofonu kullanmaktır.
uk: Ще одна функція — використання мікрофона.
vi: Một tính năng khác là sử dụng micrô.
zh_cn: 另一个功能是使用麦克风。
zh_tw: 另一項功能是使用麥克風。

source: Answered
ar: تمت الإجابة
de: Beantwortet
es: Respondida
fa: پاسخ داده شده
fr: Répondu
hi: उत्तर दिया गया
id: Sudah dijawab
it: Risposto
ja_jp: 回答済み
ko: 응답 완료
nl: Beantwoord
pl: Udzielono odpowiedzi
pt_br: Respondido
ru: Отвечено
sv: Besvarad
th: ตอบแล้ว
tr: Yanıtlandı
uk: Відповідь надано
vi: Đã trả lời
zh_cn: 已回答
zh_tw: 已回答

source: Answered elsewhere
ar: تمت الإجابة في مكان آخر
de: Anderswo beantwortet
es: Respondida en otro lugar
fa: در جای دیگری پاسخ داده شده
fr: Répondu ailleurs
hi: कहीं और उत्तर दिया गया
id: Dijawab di tempat lain
it: Risposto altrove
ja_jp: 他で回答済み
ko: 다른 곳에서 응답 완료
nl: Elders beantwoord
pl: Odpowiedziano gdzie indziej
pt_br: Respondido em outro lugar
ru: Отвечено в другом месте
sv: Besvarad på annat håll
th: ตอบจากที่อื่นแล้ว
tr: Başka yerde yanıtlandı
uk: Відповідь надано в іншому місці
vi: Đã trả lời ở nơi khác
zh_cn: 已在其他地方回答
zh_tw: 已在其他地方回答

source: App
ar: التطبيق
fa: برنامه
hi: ऐप
id: Aplikasi
ja_jp: アプリ
ko: 앱
pl: Aplikacja
ru: Приложение
th: แอป
tr: Uygulama
uk: Застосунок
vi: Ứng dụng
zh_cn: 应用

source: App Health
ar: صحة التطبيق
de: App-Zustand
es: Estado de la app
fa: سلامت برنامه
fr: État de l’app
hi: ऐप स्वास्थ्य
id: Kesehatan Aplikasi
it: Stato dell'app
ja_jp: アプリの健全性
ko: 앱 상태
nl: App-gezondheid
pl: Kondycja aplikacji
pt_br: Integridade do app
ru: Состояние приложения
sv: Apphälsa
th: สถานะแอป
tr: Uygulama Sağlığı
uk: Стан застосунку
vi: Tình trạng ứng dụng
zh_cn: 应用健康状况
zh_tw: App 健康狀態

source: App Logging
ar: تسجيل التطبيق
de: App-Protokollierung
es: Registro de la app
fa: ثبت گزارش برنامه
fr: Journalisation de l’app
hi: ऐप लॉगिंग
id: Logging Aplikasi
it: Logging dell'app
ja_jp: アプリログ
ko: 앱 로깅
pl: Logowanie aplikacji
pt_br: Registro do app
ru: Логирование приложения
sv: Apploggning
th: การบันทึกของแอป
tr: Uygulama Günlüğü
uk: Журналювання застосунку
vi: Ghi nhật ký ứng dụng
zh_cn: App 日志
zh_tw: App 記錄

source: App PID
ar: PID التطبيق
es: PID de la app
fa: PID برنامه
fr: PID de l’app
hi: ऐप PID
id: PID Aplikasi
it: PID app
ja_jp: アプリ PID
ko: 앱 PID
pl: PID aplikacji
pt_br: PID do app
ru: PID приложения
th: PID ของแอป
tr: Uygulama PID'si
uk: PID застосунку
vi: PID ứng dụng
zh_cn: 应用 PID

source: App logging
ar: تسجيل التطبيق
de: App-Protokollierung
es: Registro de la app
fa: ثبت گزارش برنامه
fr: Journalisation de l’app
hi: ऐप लॉगिंग
id: Pencatatan log aplikasi
it: Logging dell'app
ja_jp: アプリのログ記録
ko: 앱 로깅
nl: App-logboekregistratie
pl: Rejestrowanie aplikacji
pt_br: Registro de logs do app
ru: Журналирование приложения
sv: Apploggning
th: การบันทึกของแอป
tr: Uygulama günlük kaydı
uk: Журналювання програми
vi: Ghi nhật ký ứng dụng
zh_cn: App 日志记录
zh_tw: App 記錄

source: App session
ar: جلسة التطبيق
de: App-Sitzung
es: Sesión de la app
fa: نشست برنامه
fr: Session de l’app
hi: ऐप सेशन
id: Sesi aplikasi
it: Sessione app
ja_jp: アプリセッション
ko: 앱 세션
nl: App-sessie
pl: Sesja aplikacji
pt_br: Sessão do app
ru: Сеанс приложения
th: เซสชันแอป
tr: Uygulama oturumu
uk: Сеанс застосунку
vi: Phiên ứng dụng
zh_cn: 应用会话
zh_tw: App 工作階段

source: Approve All
ar: الموافقة على الكل
de: Alle genehmigen
es: Aprobar todo
fa: تأیید همه
fr: Tout approuver
hi: सभी स्वीकृत करें
id: Setujui Semua
it: Approva tutto
ja_jp: すべて承認
ko: 모두 승인
nl: Alles goedkeuren
pl: Zatwierdź wszystko
pt_br: Aprovar tudo
ru: Одобрить все
sv: Godkänn alla
th: อนุมัติทั้งหมด
tr: Tümünü Onayla
uk: Схвалити все
vi: Phê duyệt tất cả
zh_cn: 全部批准
zh_tw: 全部核准

source: Approve Device
ar: الموافقة على الجهاز
de: Gerät genehmigen
es: Aprobar dispositivo
fa: تأیید دستگاه
fr: Approuver l’appareil
hi: डिवाइस स्वीकृत करें
id: Setujui Perangkat
it: Approva dispositivo
ja_jp: デバイスを承認
ko: 기기 승인
nl: Apparaat goedkeuren
pl: Zatwierdź urządzenie
pt_br: Aprovar Dispositivo
ru: Одобрить устройство
sv: Godkänn enhet
th: อนุมัติอุปกรณ์
tr: Cihazı Onayla
uk: Схвалити пристрій
vi: Phê duyệt thiết bị
zh_cn: 批准设备
zh_tw: 核准裝置

source: Approve Node
ar: الموافقة على العقدة
de: Knoten genehmigen
es: Aprobar nodo
fa: تأیید گره
fr: Approuver le nœud
hi: नोड स्वीकृत करें
id: Setujui Node
it: Approva nodo
ja_jp: ノードを承認
ko: 노드 승인
nl: Node goedkeuren
pl: Zatwierdź węzeł
pt_br: Aprovar Nó
ru: Одобрить узел
sv: Godkänn nod
th: อนุมัติโหนด
tr: Düğümü Onayla
uk: Схвалити вузол
vi: Phê duyệt node
zh_cn: 批准节点
zh_tw: 核准節點

source: Archive
ar: أرشفة
de: Archivieren
es: Archivar
fa: بایگانی
fr: Archiver
hi: संग्रहित करें
id: Arsipkan
it: Archivia
ja_jp: アーカイブ
ko: 보관
nl: Archiveer
pl: Archiwizuj
pt_br: Arquivar
ru: Архивировать
sv: Arkivera
th: เก็บถาวร
tr: Arşivle
uk: Архівувати
vi: Lưu trữ
zh_cn: 归档
zh_tw: 封存

source: Archived
ar: مؤرشف
de: Archiviert
es: Archivada
fa: بایگانی‌شده
fr: Archivé
hi: संग्रहीत
id: Diarsipkan
it: Archiviata
ja_jp: アーカイブ済み
ko: 보관됨
nl: Gearchiveerd
pl: Zarchiwizowana
pt_br: Arquivada
ru: В архиве
sv: Arkiverad
th: เก็บถาวรแล้ว
tr: Arşivlendi
uk: Заархівовано
vi: Đã lưu trữ
zh_cn: 已归档
zh_tw: 已封存

source: Ask Discord
ar: اسأل Discord
de: Discord fragen
es: Preguntar en Discord
fa: از Discord بپرسید
fr: Demander sur Discord
hi: Discord से पूछें
id: Tanyakan di Discord
it: Chiedi su Discord
ja_jp: Discordで質問
ko: Discord에 문의
nl: Vraag het op Discord
pl: Zapytaj na Discordzie
pt_br: Perguntar no Discord
ru: Спросить в Discord
sv: Fråga Discord
th: สอบถาม Discord
tr: Discord'a sor
uk: Запитати в Discord
vi: Hỏi Discord
zh_cn: 咨询 Discord
zh_tw: 詢問 Discord

source: Ask before every shell command.
ar: السؤال قبل كل أمر shell.
de: Vor jedem Shell-Befehl fragen.
es: Preguntar antes de cada comando de shell.
fa: پیش از هر فرمان پوسته بپرس.
fr: Demander avant chaque commande shell.
hi: हर शेल कमांड से पहले पूछें।
id: Tanyakan sebelum setiap perintah shell.
it: Chiedi prima di ogni comando shell.
ja_jp: すべてのシェルコマンドの実行前に確認します。
ko: 모든 셸 명령을 실행하기 전에 묻습니다.
nl: Vraag vóór elke shellopdracht om bevestiging.
pl: Pytaj przed każdym poleceniem powłoki.
pt_br: Perguntar antes de cada comando de shell.
ru: Запрашивать подтверждение перед каждой командой оболочки.
sv: Fråga före varje skalkommando.
th: ถามก่อนเรียกใช้คำสั่งเชลล์ทุกครั้ง
tr: Her kabuk komutundan önce sor.
uk: Запитувати перед кожною командою оболонки.
vi: Hỏi trước mỗi lệnh shell.
zh_cn: 每次执行 shell 命令前都询问。
zh_tw: 每次執行 Shell 命令前皆詢問。

source: Ask on Allowlist Miss
ar: السؤال عند عدم المطابقة في قائمة السماح
de: Bei Allowlist-Fehlschlag fragen
es: Preguntar si no está en la lista de permitidos
fa: در صورت نبود در Allowlist بپرس
fr: Demander en cas d’absence dans la liste d’autorisation
hi: Allowlist में न मिलने पर पूछें
id: Tanya saat Tidak Ada di Allowlist
it: Chiedi in caso di mancata corrispondenza nell'elenco consentiti
ja_jp: 許可リストにない場合に確認
ko: 허용 목록에 없으면 묻기
nl: Vragen bij ontbrekende allowlist-match
pl: Pytaj przy braku na liście dozwolonych
pt_br: Perguntar em caso de ausência na lista de permissões
ru: Спрашивать при отсутствии в списке разрешений
sv: Fråga vid miss i tillåtelselistan
th: ถามเมื่อไม่พบใน Allowlist
tr: İzin Listesinde Bulunmadığında Sor
uk: Запитувати, якщо немає в allowlist
vi: Hỏi khi không khớp danh sách cho phép
zh_cn: 允许列表未命中时询问
zh_tw: 允許清單未命中時詢問

source: Ask only when a command is not trusted yet.
ar: السؤال فقط عندما لا يكون الأمر موثوقًا بعد.
de: Nur fragen, wenn ein Befehl noch nicht vertrauenswürdig ist.
es: Preguntar solo cuando un comando aún no sea de confianza.
fa: فقط زمانی بپرس که فرمان هنوز مورد اعتماد نیست.
fr: Demander uniquement lorsqu’une commande n’est pas encore approuvée.
hi: केवल तभी पूछें, जब कोई कमांड अभी तक विश्वसनीय न हो।
id: Tanyakan hanya jika perintah belum tepercaya.
it: Chiedi solo quando un comando non è ancora attendibile.
ja_jp: コマンドがまだ信頼されていない場合のみ確認します。
ko: 명령이 아직 신뢰되지 않은 경우에만 묻습니다.
nl: Vraag alleen wanneer een opdracht nog niet wordt vertrouwd.
pl: Pytaj tylko wtedy, gdy polecenie nie jest jeszcze zaufane.
pt_br: Perguntar apenas quando um comando ainda não for confiável.
ru: Запрашивать подтверждение, только если команда ещё не является доверенной.
sv: Fråga endast när ett kommando ännu inte är betrott.
th: ถามเฉพาะเมื่อคำสั่งยังไม่ได้รับความเชื่อถือ
tr: Yalnızca bir komut henüz güvenilir değilse sor.
uk: Запитувати, лише якщо команда ще не є довіреною.
vi: Chỉ hỏi khi một lệnh chưa được tin cậy.
zh_cn: 仅当命令尚未受信任时询问。
zh_tw: 僅在命令尚未受信任時詢問。

source: Ask, create, and automate
ar: اسأل وأنشئ وأتمت
de: Fragen, erstellen und automatisieren
es: Pregunta, crea y automatiza
fa: بپرسید، خلق کنید و خودکارسازی کنید
fr: Demandez, créez et automatisez
hi: पूछें, बनाएँ और ऑटोमेट करें
id: Bertanya, membuat, dan mengotomatiskan
it: Chiedi, crea e automatizza
ja_jp: 質問、作成、自動化
ko: 질문하고, 만들고, 자동화하기
nl: Vraag, creëer en automatiseer
pl: Pytaj, twórz i automatyzuj
pt_br: Pergunte, crie e automatize
ru: Задавайте вопросы, создавайте и автоматизируйте
sv: Fråga, skapa och automatisera
th: ถาม สร้าง และทำงานอัตโนมัติ
tr: Sorun, oluşturun ve otomatikleştirin
uk: Запитуйте, створюйте й автоматизуйте
vi: Hỏi, tạo và tự động hóa
zh_cn: 提问、创作和自动化
zh_tw: 提問、創作與自動化

source: Assistant
ar: المساعد
de: Assistent
es: Asistente
fa: دستیار
hi: सहायक
id: Asisten
it: Assistente
ja_jp: アシスタント
ko: 어시스턴트
nl: Assistent
pl: Asystent
pt_br: Assistente
ru: Ассистент
sv: Assistent
th: ผู้ช่วย
tr: Asistan
uk: Асистент
vi: Trợ lý
zh_cn: 助手
zh_tw: 助理

source: At
ar: عند
de: Um
es: A las
fa: در
fr: À
hi: पर
id: Pada
it: Alle
ja_jp: 指定時刻
ko: 시각
nl: Om
pl: O
pt_br: Às
ru: В
sv: Kl.
th: เวลา
tr: Saat
uk: О
vi: Vào lúc
zh_cn: 在
zh_tw: 於

source: Attach only (skip launchd install)
ar: إرفاق فقط (تخطي تثبيت launchd)
de: Nur anhängen (launchd-Installation überspringen)
es: Solo adjuntar (omitir instalación de launchd)
fa: فقط اتصال (رد کردن نصب launchd)
fr: Joindre uniquement (ignorer l’installation de launchd)
hi: केवल अटैच करें (launchd इंस्टॉल छोड़ें)
id: Hanya lampirkan (lewati instalasi launchd)
it: Solo collegamento (salta l'installazione di launchd)
ja_jp: アタッチのみ（launchd のインストールをスキップ）
ko: 첨부만(launchd 설치 건너뛰기)
nl: Alleen koppelen (launchd-installatie overslaan)
pl: Tylko dołącz (pomiń instalację launchd)
pt_br: Apenas anexar (ignorar instalação do launchd)
ru: Только подключиться (пропустить установку launchd)
sv: Anslut endast (hoppa över launchd-installation)
th: แนบเท่านั้น (ข้ามการติดตั้ง launchd)
tr: Yalnızca ekle (launchd kurulumunu atla)
uk: Лише приєднатися (пропустити встановлення launchd)
vi: Chỉ đính kèm (bỏ qua cài đặt launchd)
zh_cn: 仅附加（跳过 launchd 安装）
zh_tw: 僅附加（略過 launchd 安裝）

source: Attaching focused-window text uses macOS Accessibility access.
ar: يتطلب إرفاق نص النافذة النشطة إذن تسهيلات الاستخدام في macOS.
de: Zum Anhängen von Text aus dem fokussierten Fenster ist macOS-Bedienungshilfenzugriff erforderlich.
es: Para adjuntar el texto de la ventana enfocada se requiere acceso de Accesibilidad de macOS.
fa: پیوست‌کردن متن پنجرهٔ فعال از دسترسی Accessibility در macOS استفاده می‌کند.
fr: Joindre le texte de la fenêtre active nécessite l’accès aux fonctionnalités d’accessibilité de macOS.
hi: फ़ोकस की गई विंडो का टेक्स्ट अटैच करने के लिए macOS Accessibility एक्सेस का उपयोग होता है।
id: Melampirkan teks dari jendela yang difokuskan menggunakan akses Aksesibilitas macOS.
it: Per allegare il testo della finestra in primo piano è necessario l'accesso ad Accessibilità di macOS.
ja_jp: フォーカス中のウインドウのテキストを添付するには、macOSのアクセシビリティへのアクセスが必要です。
ko: 포커스된 윈도우의 텍스트를 첨부하려면 macOS 손쉬운 사용 권한이 필요합니다.
nl: Voor het bijvoegen van tekst uit het actieve venster is toegang tot macOS-toegankelijkheid vereist.
pl: Załączanie tekstu z aktywnego okna wymaga dostępu do funkcji Dostępność w systemie macOS.
pt_br: Anexar o texto da janela em foco usa o acesso de Acessibilidade do macOS.
ru: Для прикрепления текста активного окна требуется доступ macOS к Универсальному доступу.
sv: För att bifoga text från det fokuserade fönstret krävs åtkomst till Hjälpmedel i macOS.
th: การแนบข้อความจากหน้าต่างที่โฟกัสอยู่ต้องใช้สิทธิ์การช่วยการเข้าถึงของ macOS
tr: Odaktaki pencerenin metnini eklemek için macOS Erişilebilirlik erişimi kullanılır.
uk: Для прикріплення тексту з активного вікна потрібен доступ до універсального доступу macOS.
vi: Việc đính kèm văn bản từ cửa sổ đang được chọn sử dụng quyền Trợ năng của macOS.
zh_cn: 附加当前聚焦窗口中的文本需要 macOS 辅助功能访问权限。
zh_tw: 附加聚焦視窗中的文字需要 macOS 輔助使用權限。

source: Attachment
ar: مرفق
de: Anhang
es: Archivo adjunto
fa: پیوست
fr: Pièce jointe
hi: अटैचमेंट
id: Lampiran
it: Allegato
ja_jp: 添付ファイル
ko: 첨부 파일
nl: Bijlage
pl: Załącznik
pt_br: Anexo
ru: Вложение
sv: Bilaga
th: ไฟล์แนบ
tr: Ek
uk: Вкладення
vi: Tệp đính kèm
zh_cn: 附件
zh_tw: 附件

source: Attachment %@ exceeds 5 MB limit after resizing
ar: يتجاوز المرفق %@ حد 5 MB بعد تغيير حجمه
de: Anhang %@ überschreitet nach der Größenänderung das Limit von 5 MB
es: El archivo adjunto %@ supera el límite de 5 MB después de cambiar su tamaño
fa: حجم پیوست %@ پس از تغییر اندازه از محدودیت ۵ مگابایت بیشتر است
fr: La pièce jointe %@ dépasse la limite de 5 Mo après redimensionnement
hi: आकार बदलने के बाद अटैचमेंट %@, 5 MB की सीमा से अधिक है
id: Lampiran %@ melebihi batas 5 MB setelah ukurannya diubah
it: L'allegato %@ supera il limite di 5 MB dopo il ridimensionamento
ja_jp: 添付ファイル%@は、サイズ変更後も5 MBの上限を超えています
ko: 첨부 파일 %@은(는) 크기 조정 후에도 5MB 제한을 초과합니다
nl: Bijlage %@ overschrijdt na het verkleinen de limiet van 5 MB
pl: Załącznik %@ przekracza limit 5 MB po zmianie rozmiaru
pt_br: O anexo %@ excede o limite de 5 MB após o redimensionamento
ru: Размер вложения %@ после изменения размера превышает ограничение в 5 МБ
sv: Bilagan %@ överskrider gränsen på 5 MB efter storleksändring
th: ไฟล์แนบ %@ มีขนาดเกินขีดจำกัด 5 MB หลังจากปรับขนาด
tr: %@ eki, yeniden boyutlandırıldıktan sonra 5 MB sınırını aşıyor
uk: Розмір вкладення %@ після зміни розміру перевищує обмеження в 5 МБ
vi: Tệp đính kèm %@ vượt quá giới hạn 5 MB sau khi thay đổi kích thước
zh_cn: 附件 %@ 调整大小后仍超过 5 MB 的限制
zh_tw: 附件 %@ 調整大小後仍超過 5 MB 限制

source: Attachment %@ exceeds the 20 MB video limit
ar: المرفق %@ يتجاوز حد الفيديو البالغ 20 ميجابايت
de: Anhang %@ überschreitet das Videolimit von 20 MB
es: El adjunto %@ supera el límite de video de 20 MB
fa: پیوست %@ از محدودیت ۲۰ مگابایتی ویدیو فراتر می‌رود
fr: La pièce jointe %@ dépasse la limite vidéo de 20 Mo
hi: अटैचमेंट %@ 20 MB वीडियो सीमा से अधिक है
id: Lampiran %@ melebihi batas video 20 MB
it: L'allegato %@ supera il limite di 20 MB per i video
ja_jp: 添付ファイル %@ は20 MBの動画制限を超えています
ko: 첨부 파일 %@이(가) 20MB 비디오 제한을 초과합니다
nl: Bijlage %@ overschrijdt de videolimiet van 20 MB
pl: Załącznik %@ przekracza limit 20 MB dla wideo
pt_br: O anexo %@ excede o limite de 20 MB para vídeo
ru: Вложение %@ превышает лимит видео в 20 МБ
sv: Bilagan %@ överskrider videogränsen på 20 MB
th: ไฟล์แนบ %@ เกินขีดจำกัดวิดีโอ 20 MB
tr: %@ eki 20 MB video sınırını aşıyor
uk: Вкладення %@ перевищує ліміт відео 20 МБ
vi: Tệp đính kèm %@ vượt quá giới hạn video 20 MB
zh_cn: 附件 %@ 超出 20 MB 视频限制
zh_tw: 附件 %@ 超過 20 MB 的影片上限

source: Attachments
ar: المرفقات
de: Anhänge
es: Archivos adjuntos
fa: پیوست‌ها
fr: Pièces jointes
hi: अटैचमेंट
id: Lampiran
it: Allegati
ja_jp: 添付ファイル
ko: 첨부 파일
nl: Bijlagen
pl: Załączniki
pt_br: Anexos
ru: Вложения
sv: Bilagor
th: ไฟล์แนบ
tr: Ekler
uk: Вкладення
vi: Tệp đính kèm
zh_cn: 附件
zh_tw: 附件

source: Audio position
ar: موضع الصوت
es: Posición del audio
fa: موقعیت صدا
fr: Position audio
hi: ऑडियो स्थिति
id: Posisi audio
it: Posizione audio
ja_jp: 音声の位置
ko: 오디오 위치
nl: Audiopositie
pl: Pozycja dźwięku
pt_br: Posição do áudio
ru: Позиция аудио
sv: Ljudposition
th: ตำแหน่งเสียง
tr: Ses konumu
uk: Позиція аудіо
vi: Vị trí âm thanh
zh_cn: 音频位置
zh_tw: 音訊位置

source: Audio unavailable
ar: الصوت غير متاح
de: Audio nicht verfügbar
es: Audio no disponible
fa: صدا در دسترس نیست
fr: Audio indisponible
hi: ऑडियो अनुपलब्ध
id: Audio tidak tersedia
it: Audio non disponibile
ja_jp: 音声を利用できません
ko: 오디오를 사용할 수 없음
nl: Audio niet beschikbaar
pl: Dźwięk niedostępny
pt_br: Áudio indisponível
ru: Аудио недоступно
sv: Ljud otillgängligt
th: ไม่สามารถใช้เสียงได้
tr: Ses kullanılamıyor
uk: Аудіо недоступне
vi: Âm thanh không khả dụng
zh_cn: 音频不可用
zh_tw: 音訊無法使用

source: Authenticate with your Gateway
ar: المصادقة باستخدام Gateway الخاص بك
de: Mit Ihrem Gateway authentifizieren
es: Autentícate con tu Gateway
fa: احراز هویت با Gateway خود
fr: Authentifiez-vous avec votre Gateway
hi: अपने Gateway से प्रमाणित करें
id: Autentikasi dengan Gateway Anda
it: Autenticati con il tuo Gateway
ja_jp: Gatewayで認証
ko: Gateway로 인증
nl: Verifieer met je Gateway
pl: Uwierzytelnij się w Gateway
pt_br: Autentique-se com seu Gateway
ru: Аутентификация через Gateway
sv: Autentisera med din Gateway
th: ยืนยันตัวตนด้วย Gateway ของคุณ
tr: Gateway ile kimlik doğrulaması yapın
uk: Автентифікуйтеся через свій Gateway
vi: Xác thực với Gateway của bạn
zh_cn: 使用您的 Gateway 进行身份验证
zh_tw: 使用您的 Gateway 進行驗證

source: Auto
ar: تلقائي
de: Automatisch
es: Automático
fa: خودکار
hi: स्वचालित
id: Otomatis
ja_jp: 自動
ko: 자동
nl: Automatisch
pl: Automatycznie
pt_br: Automático
ru: Авто
sv: Automatiskt
th: อัตโนมัติ
tr: Otomatik
uk: Автоматично
vi: Tự động
zh_cn: 自动
zh_tw: 自動

source: Auto-allow skill CLIs
ar: السماح التلقائي بواجهات سطر الأوامر الخاصة بـ Skills
de: Skill-CLIs automatisch erlauben
es: Permitir automáticamente las CLI de skill
fa: اجازه خودکار به CLIهای skill
fr: Autoriser automatiquement les CLI de Skills
hi: स्किल CLI को ऑटो-अलाउ करें
id: Izinkan otomatis CLI skill
it: Consenti automaticamente le CLI delle Skills
ja_jp: skill CLI を自動許可
ko: skill CLI 자동 허용
nl: Skill-CLI's automatisch toestaan
pl: Automatycznie zezwalaj na CLI Skills
pt_br: Permitir automaticamente CLIs de Skills
ru: Авторазрешение CLI Skills
sv: Tillåt skill-CLI:er automatiskt
th: อนุญาต CLI ของ Skills โดยอัตโนมัติ
tr: Skill CLI'larını otomatik olarak izin ver
uk: Автоматично дозволяти CLI Skills
vi: Tự động cho phép CLI của skill
zh_cn: 自动允许 skill CLI
zh_tw: 自動允許 skill CLI

source: Auto-delete
ar: الحذف التلقائي
de: Automatisch löschen
es: Eliminación automática
fa: حذف خودکار
fr: Suppression automatique
hi: अपने-आप हटाएँ
id: Hapus otomatis
it: Eliminazione automatica
ja_jp: 自動削除
ko: 자동 삭제
nl: Automatisch verwijderen
pl: Automatyczne usuwanie
pt_br: Excluir automaticamente
ru: Автоудаление
sv: Radera automatiskt
th: ลบอัตโนมัติ
tr: Otomatik sil
uk: Автовидалення
vi: Tự động xóa
zh_cn: 自动删除
zh_tw: 自動刪除

source: Automatic Trust
ar: الثقة التلقائية
de: Automatisches Vertrauen
es: Confianza automática
fa: اعتماد خودکار
fr: Confiance automatique
hi: स्वचालित भरोसा
id: Kepercayaan Otomatis
it: Attendibilità automatica
ja_jp: 自動信頼
ko: 자동 신뢰
nl: Automatisch vertrouwen
pl: Automatyczne zaufanie
pt_br: Confiança automática
ru: Автоматическое доверие
sv: Automatiskt förtroende
th: ความเชื่อถืออัตโนมัติ
tr: Otomatik Güven
uk: Автоматична довіра
vi: Tin cậy tự động
zh_cn: 自动信任
zh_tw: 自動信任
